Repository: UB-Mannheim/uma_publist
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# pi1_title
source: Display publications of the University of Mannheim
de: Publikationen der Universität Mannheim anzeigen

# extmng.queryBaseUrl
source: Query base URL
de: Basis-URL für Abfragen

# extmng.divisionsUrl
source: URL of XML file for divisions
de: URL zur XML-Datei für Bereiche

# extmng.eprintidUrlPrefix
source: Prefix for Link URL to eprintid
de: Präfix für eprintid-URL

# mlang_labels_tablabel
source: Publication list module
de: Publikationslisten-Modul

# module.syncChairs
source: Synchronize chairs
de: Lehrstühle synchronisieren

# module.publicationLists
source: Publication lists
de: Publikationslisten

# module.publications
source: Publications in TYPO3 DB
de: Publikationen in TYPO3-Datenbank

# module.showCleanup
source: Synchronize publication lists and clean up DB
de: Publikationslisten synchronisieren und Probleme beheben

# mlang_labels_tabdescr
source: Dashboard for uma_publist related tasks
de: Dashboard für uma_publist-bezogene Aufgaben

# mlang_tabs_tab
source: Publications
de: Publikationen

# list.header
source: Synchronize institutes and chairs for publication list plugin
de: Institute und Lehrstühle synchronisieren

# list.description
source: You can synchronize Institutes and Chairs here
de: Hier können Sie Institute und Lehrstühle synchronisieren

# list.noinstitutesfound
source: No institutes found
de: Keine Institute gefunden

# list.nochairsfound
source: No chairs found
de: Keine Lehrstühle gefunden

# list.nopublicationsfound
source: No publications found
de: Keine Publikationen gefunden

# showcleanup.header
source: Clean up DB and synchronize publication lists
de: Datenbankprobleme beheben und Publikationslisten synchronisieren

# showcleanup.description
source: These tasks are also available in the TYPO3 Scheduler. If they take too long, please run them from there. It is advisable to configure the scheduler to run these tasks once every night.
de: Diese Aufgaben sind auch im TYPO3-Planer verfügbar. Falls sie zu lange benötigen, starten Sie sie bitte von dort aus. Es ist ratsam, den Planer so zu konfigurieren, dass diese Aufgaben einmal pro Nacht ausgeführt werden.

# publist.sync
source: Synchronize all publications with library
de: Alle Publikationen mit Bibliothek synchronisieren

# publist.cleanup
source: Drop publication lists from DB which are no longer necessary (content-element was deleted)
de: Nicht mehr benötigte Publikationslisten aus Datenbank löschen (Inhaltselement wurde entfernt)

# publication.cleanup
source: Drop publications from DB which are no longer necessary (is not included by any publication list)
de: Nicht mehr benötigte Publikationen aus Datenbank löschen (nicht in Publikationslisten enthalten)

# publication.cleanup.deleted
source: Drop publications with state "delete = 1" from DB
de: Publikationen mit Status "Entfernen" aus Datenbank löschen

# list.formheadline
source: Synchronize institutes and chairs
de: Institute und Lehrstühle synchronisieren

# list.refresh
source: Just refresh from DB:
de: Nur aus Datenbank aktualisieren:

# list.sync
source: Synchronize all from remote:
de: Alles aus entfernter Quelle synchronisieren:

# list.syncFrom
source: You are synchronizing from:
de: Sie synchronisieren von:

# list.syncFromChange
source: - Change this in the Extension Manager under uma_publist
de: - Bitte im Erweiterungsmanager ändern unter uma_publist

# listpublist.header
source: Refresh publication lists
de: Publikationslisten aktualisieren

# listpublist.description
source: You can refresh all publication lists here using MADOC
de: Hier können Sie über MADOC alle Publikationslisten aktualisieren

# listpub.header
source: Publications in local TYPO3 database
de: Publikationen in TYPO3-Datenbank

# listpub.description
source: Here you can delete publications which are no longer needed
de: Hier können Sie Publikationen löschen, die nicht mehr benötigt werden

# pi1_flexform.query
source: Query
de: Datenbankabfrage

# pi1_flexform.title
source: Title
de: Titel

# pi1_flexform.author
source: Name of author (familyName1,firstName1 familyName2,firstName2 ...)
de: Namen des/der Autoren (Nachname1, Vorname1 Nachname2, Vorname2 ...)

# pi1_flexform.author_short
source: Authors
de: Autoren

# pi1_flexform.authorcombi
source: Author combination
de: Verknüpfung bei mehreren Autoren

# pi1_flexform.authorcombi.or
source: One of them
de: Einer

# pi1_flexform.authorcombi.and
source: All
de: Alle

# pi1_flexform.orcid_id
source: ORCID iD (only one)
de: ORCID iD (nur eine angeben)

# pi1_flexform.excludeexternal
source: exclude external publications
de: Externe Publikationen ausblenden

# pi1_flexform.publication
source: Title of journal/publication series, separated by pipe character (|)
de: Titel der Zeitschrift/Reihe, getrennt durch senkrechte Striche (|)

# pi1_flexform.publication_short
source: Journal/publication
de: Zeitschrift/Reihe

# pi1_flexform.exclude_eprint_ids
source: Exclude the following publications
de: Folgende Publikationen ausblenden

# pi1_flexform.exclude_eprint_ids_short
source: Exclude publications
de: Publikationen ausblenden

# pi1_flexform.useadvancedtypesbytag
source: Enable advanced types by using tags
de: Aktivierung von zusätzlichen Publikationstypen durch Verwendung von Tags

# pi1_flexform.type
source: Publication types
de: Publikationstypen

# pi1_flexform.advancedtype
source: Publication types (+ custom types)
de: Publikationstypen (+ eigene Typen)

# pi1_flexform.type.all
source: All
de: Alles

# pi1_flexform.type.article
source: Articles
de: Artikel

# pi1_flexform.type.book
source: Books
de: Bücher

# pi1_flexform.type.book_section
source: Book Chapters
de: Buchkapitel

# pi1_flexform.type.conference_item
source: Conference Items
de: Konferenzbeiträge

# pi1_flexform.type.conference_presentation
source: Conference Presentations
de: Präsentationen auf Konferenzen

# pi1_flexform.type.dissertation
source: Dissertations
de: Dissertationen

# pi1_flexform.type.encyclopedia_article
source: Encyclopedia Articles
de: Enzyklopädieartikel

# pi1_flexform.type.habilitation
source: Habilitations
de: Habilitationen

# pi1_flexform.type.journal
source: Journals
de: Zeitschriften

# pi1_flexform.type.other
source: Other
de: Sonstiges

# pi1_flexform.type.report
source: Reports
de: Berichte

# pi1_flexform.type.thesis
source: Theses
de: Abschlussarbeiten

# pi1_flexform.type.research_paper
source: Research Papers
de: Forschungspapiere

# pi1_flexform.type.workshop_item
source: Workshop Items
de: Workshop-Beiträge

# pi1_flexform.type.masterthesis
source: Master Theses
de: Masterarbeiten

# pi1_flexform.type.poster
source: Posters
de: Poster

# pi1_flexform.type.entscheidungsbesprechung
source: Case Discussions
de: Entscheidungsbesprechungen

# pi1_flexform.type.kommentierung
source: Commentaries
de: Kommentierungen

# pi1_flexform.years
source: Timespan
de: Zeitraum

# pi1_flexform.years.0
source: Don't filter year
de: Jahr nicht filtern

# pi1_flexform.years.1
source: Exact year
de: Genau das Jahr

# pi1_flexform.years.2
source: Till year
de: Bis zum Jahr

# pi1_flexform.years.3
source: From year
de: Ab dem Jahr

# pi1_flexform.years.4
source: From year X - to year Y (Y > X)
de: Ab Jahr X bis Jahr Y (Y > X)

# pi1_flexform.years.5
source: The last X years
de: Letzte X Jahre

# pi1_flexform.years.6
source: Before Y years
de: Bis vor Y Jahren

# pi1_flexform.years.7
source: From last X years to last Y years ( X > Y)
de: Von vor X Jahren bis vor Y Jahren

# pi1_flexform.yeartill
source: Till year
de: Bis zum Jahr

# pi1_flexform.yearfrom
source: From year
de: Ab dem Jahr

# pi1_flexform.yearthis
source: This year
de: Dieses Jahr

# pi1_flexform.lastyearfrom
source: From last X years
de: Letzte X Jahre

# pi1_flexform.lastyeartill
source: Till last Y years
de: Bis vor Y Jahren

# pi1_flexform.bwl_research
source: Classification of publication (Business School only)
de: Einordnung Publikation (nur BWL-Fakultät)

# pi1_flexform.bwl_research.unspecified
source: Unspecified
de: Keine Angabe

# pi1_flexform.bwl_academic
source: Classification of journal/book/conference (Business School only)
de: Einordnung Magazin/Buch/Konferenz (nur BWL-Fakultät)

# pi1_flexform.bwl_academic.academic
source: Academic
de: Akademisch

# pi1_flexform.bwl_academic.professional
source: Professional
de: Praxisorientiert

# pi1_flexform.bwl_academic.political
source: Political
de: Politisch

# pi1_flexform.bwl_academic.unspecified
source: Unspecified
de: Keine Angabe

# pi1_flexform.bwl_national
source: National/international publication (Business School only)
de: Nationale/internationale Veröffentlichung Magazin/Buch/Konferenz (nur BWL-Fakultät)

# pi1_flexform.bwl_national.unspecified
source: Unspecified
de: Keine Angabe

# pi1_flexform.bwl_refereed
source: Refereed (Business School only)
de: Begutachtet (nur BWL-Fakultät)

# pi1_flexform.bwl_refereed.refereed
source: Refereed
de: Begutachtet

# pi1_flexform.bwl_refereed.non_refereed
source: Non-refereed
de: Nicht begutachtet

# pi1_flexform.bwl_refereed.invited
source: Invited
de: Eingeladen

# pi1_flexform.bwl_refereed.unspecified
source: Unspecified
de: Keine Angabe

# pi1_flexform.lsSelect
source: Faculties and Departments
de: Fakultäten und Abteilungen

# pi1_flexform.icombination
source: Combination
de: Verknüpfung

# pi1_flexform.icombination.or
source: OR
de: ODER

# pi1_flexform.icombination.and
source: AND
de: UND

# pi1_flexform.rendering
source: Output Format
de: Ausgabeformat

# pi1_flexform.templateLayout
source: Template Layout
de: Darstellung

# pi1_flexform.ordering
source: Ordering
de: Reihenfolge

# pi1_flexform.ordering.0
source: latest first
de: Neueste zuerst

# pi1_flexform.ordering.1
source: oldest first
de: Älteste zuerst

# pi1_flexform.selecturl
source: Link for title
de: Link für Titel

# pi1_flexform.selecturl.0
source: default (document url OR ubma_url_extern OR DOI OR official_url OR eprintid)
de: Standard (document url ODER ubma_url_extern ODER DOI ODER official_url ODER eprintid)

# pi1_flexform.selecturl.1
source: Variant (document url OR DOI OR official_url OR eprintid)
de: Variante (document url ODER DOI ODER official_url ODER eprintid)

# pi1_flexform.selecturl.2
source: For BIB (document url OR eprintid)
de: Für BIB (document url ODER eprintid)

# pi1_flexform.selecturl.3
source: Variant (document url OR DOI OR official_url OR ubma_url_extern OR eprintid)
de: Variante (document url ODER DOI ODER official_url ODER ubma_url_extern ODER eprintid)

# pi1_flexform.selecturl.4
source: Prefer external (DOI OR official_url OR document url OR eprintid)
de: Extern bevorzugt (DOI ODER official_url ODER document url ODER eprintid)

# pi1_flexform.splityears
source: Split Years
de: Nach Jahren gliedern

# pi1_flexform.splityears.0
source: No
de: Nein

# pi1_flexform.splityears.1
source: Yes, on same page
de: Ja, auf einer Seite

# pi1_flexform.splityears.2
source: Yes, on separate pages
de: Ja, auf verschiedenen Seiten

# pi1_flexform.splittypes
source: Split Types
de: Nach Publikationstypen gliedern

# pi1_flexform.splittypes.0
source: No
de: Nein

# pi1_flexform.splittypes.1
source: Yes, on same page
de: Ja, auf einer Seite

# pi1_flexform.splittypes.2
source: Yes, on separate pages
de: Ja, auf verschiedenen Seiten

# pi1_flexform.splittypes.3
source: Yes, on tabs
de: Ja, auf Reitern

# pi1_flexform.hideentriesexceedingn
source: Hide entries exceeding number of n
de: Einträge ab Anzahl n verbergen

# pi1_flexform.enumerate
source: Enumerate list
de: Liste nummerieren

# pi1_flexform.bibtex
source: Export BibTeX
de: BibTeX exportieren

# pi1_flexform.expert
source: Expert
de: Experteneinstellungen

# pi1_flexform.usedirecturl
source: Directly specify query URL and ignore settings on Query tab
de: Abfrage-URL direkt eingeben und Einstellung auf dem Abfrage-Reiter ignorieren

# pi1_flexform.directurl
source: Query-URL: (have a look at https://madoc.bib.uni-mannheim.de)
de: Abfrage-URL: (siehe https://madoc.bib.uni-mannheim.de)

# pi1_flexform.debug
source: Enable Debug Messages
de: Debug-Nachrichten aktivieren

# pi1_flexform.usecache
source: Enable Cache (faster loading of pages)
de: Cache aktivieren (schnellere Seitenladezeiten)
